Repository: liberodark/nix-disk
Catalog: po/*.po
Languages: fr, it

source: Please wait while your system is being rebuilt...
fr: Veuillez patienter le temps que votre système soit reconstruit...
it: Attendere prego mentre il sistema viene ricostruito...

source: An error happened while rebuilding your system. Be aware and check your nix configuration !
fr: Une erreur est survenue lors de la reconstruction de votre système. Faites attention et vérifiez votre configuration Nix !
it: Si è verificato un errore durante la ricostruzione del sistema. Attenzione, controlla la tua configurazione Nix!

source: Manage
fr: Gérer
it: Gestisci

source: Save configuration
fr: Sauvegarder la configuration
it: Salva configurazione

source: You made some configuration changes which need to be saved. Are you sure you want to exit the app ?
fr: Vous avez fait des changements de configuration qui nécessitent d'être sauvegardés. Êtes-vous sûr de vouloir quitter l'application ?
it: Hai apportato alcune modifiche alla configurazione che devono essere salvate. Sei sicuro di voler uscire dall'applicazione?

source: Stay
fr: Rester
it: Rimani

source: Exit
fr: Quitter
it: Esci

source: Mount point path
fr: Chemin du point de montage
it: Percorso del punto di montaggio

source: Mount points
fr: Points de montage
it: Punti di montaggio

source: Welcome on Nix Disk Manager.
fr: Bienvenue sur Nix Disk Manager.
it: Benvenuto in Nix Disk Manager.

source: This tool is here to only help you mount your disks for the moment. More features will be available in the future !
fr: Cet outil est présent uniquement pour vous aider à monter vos disques pour le moment. Plus de fonctionnalités seront disponibles à l'avenir !
it: Questo strumento è presente solo per aiutarti a montare i tuoi dischi per il momento. Più funzionalità saranno disponibili in futuro!

source: Let's start !
fr: C'est parti !
it: Iniziamo!

source: No mount points were detected
fr: Aucun point de montage détecté
it: Nessun punto di montaggio rilevato

source: Confirm mount point addition
fr: Confirmer l'ajout du point de montage
it: Conferma aggiunta punto di montaggio

source: Do you really want to add the mount point '%s'?
fr: Voulez-vous vraiment ajouter le point de montage '%s' ?
it: Vuoi davvero aggiungere il punto di montaggio '%s'?

source: This action will save the configuration and rebuild the NixOS system.
fr: Cette action va sauvegarder la configuration et reconstruire le système NixOS.
it: Questa azione salverà la configurazione e ricostruirà il sistema NixOS.

source: Cancel
fr: Annuler
it: Annulla

source: Confirm
fr: Confirmer
it: Conferma

source: Rebuilding NixOS configuration...
fr: Reconstruction de la configuration NixOS en cours...
it: Ricostruzione della configurazione NixOS in corso...

source: Failed to rebuild NixOS configuration
fr: Échec de la reconstruction de la configuration NixOS
it: Ricostruzione della configurazione NixOS fallita

source: Confirm mount point removal
fr: Confirmer la suppression du point de montage
it: Conferma rimozione punto di montaggio

source: Do you really want to remove the mount point '%s'?
fr: Voulez-vous vraiment supprimer le point de montage '%s' ?
it: Vuoi davvero rimuovere il punto di montaggio '%s'?
